import random

table = {
    'a': 'àáâäăąǎȧаӑḁẚạả',
    'b': 'ƀɓᵬḃḅ',
    'c': 'çćĉċčƈ',
    'd': 'ďɗḋḍḏḑ',
    'e': 'èéêëēĕėęěȅȇȩḙẹẻ',
    'f': 'ƒᶂḟ',
    'g': 'ĝğġģǧǵḡ',
    'h': 'ĥħȟɦɧḣḥḧḩḫⱨ',
    'i': 'ìíǐȉɨȋɩίϊỉịἰἱἲἳὶίῐῑῖῒ',
    'j': 'ĵǰɉʝј',
    'k': 'ķĸƙκкќқḱᶄḳⱪꝁ',
    'l': 'ĺļľŀłƚȴɭꝲ',
    'm': 'ɱᶆḿṁṃꝳ',
    'n': 'ñńņňƞǹɳᶇṅṇ',
    'o': 'òóôöōŏơǒǫȏȯοόӧоọỏộợὀὁὂὃὄὅὸό',
    'p': 'ᵱṕṗꝓ',
    'q': 'ɋԛ',
    'r': 'ŕŗȓɾṛṙṝ',
    's': 'śŝşšșȿʂᵴᶊṣṥṧṩꜱṡ',
    't': 'ţƫțȶʈṭṯṱẗ',
    'u': 'ùúûüũūŭůűųưǔȕȗυϋύṳṵṷụủὐὑὒὓὔὕὺύῠῡΰῢῦ',
    'v': 'ᶌṽṿⱱ',
    'w': 'ŵԝẁẃẅẇẉẘⱳ',
    'x': 'ᶍẋẍ',
    'y': 'ýÿŷȳƴẏẙỳỵỷỹỿ',
    'z': 'źżžȥʐᶎẑẓẕⱬ',
    'A': 'ÀÁÂÃÄÅĀĂĄǞǠḀǺȀȂȦ',
    'B': 'ΒВẞƁɃḆḄḂ',
    'C': 'ÇĆĈĊČƇḈ',
    'D': 'ĎĐƊḊḌḎḐḒ',
    'E': 'ÈÉÊËĒĔĖĘĚȄȆȨΈΕḔḖḘḚḜẸẺẼẾἜἛἚἙἘỆỄỂỀἝῈΈ',
    'F': 'FƑḞ',
    'G': 'ĜĞĠĢƓǤǦǴḠ',
    'H': 'ĤȞḢḤḦḨḪⱧꜦ',
    'I': 'ÌÍÎÏĨĪĬĮİǏȈȊΙΪỈἺἻἼἽἾἿῙῘ',
    'J': 'ĴɈЈ',
    'K': 'ĶƘǨΚЌКҚҜҞḰḲḴⱩꝀꞢ',
    'L': 'ĹĻĽĿŁḶḺḼⱠⱢꝈ',
    'M': 'ΜḾṀṂⱮ',
    'N': 'ÑŃŅŇƝǸΝṄṆṈṊꞐ',
    'O': 'ÒÓÔÕÖŌŎŐƠǑȌȎȪȬȮȰΌΟОṐỜṒỞỌỠỢỎỐỒỔỖὈὉὊὋὌὍỚỘꝌΌῸ',
    'P': 'ƤṖṔⱣꝐꝒ',
    'Q': 'ԚꝖǪǬ',
    'R': 'ŔŖŘȐȒɌṘṚṜṞⱤ',
    'S': 'ŚŜŞŠȘṠṢṤṦṨⱾ',
    'T': 'ŢŤƬȚΤҬṪṬṮṰ',
    'U': 'ÙÚÛÜŨŪŬŮŰŲƯǓǕǗǙǛȔȖṲṴṶṸṺỤỦ',
    'V': 'ṼṾ',
    'W': 'ŴԜẀẂẄẆẈⱲ',
    'X': 'ẊẌ',
    'Y': 'ÝŶŸƳȲẎỲỴỶỸ',
    'Z': 'ŹŻŽȤΖẐẒẔⱫ',
}

sentence = 'PySilon'


for i in range(25):
    result = ''
    for char in sentence:
        if char in table:
            result += random.choice(table[char])
    print(result)

input()